---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentClosingEventArgs
source: html/940eaea4-1612-6479-7ed0-f73df8cf0d97.htm
---
# DocumentClosingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.